{
    "articles": [
      {
        "id": 0,
        "judul": "Xbox-to-Android game streaming is available in preview",
        "penulis":"By Rizal Ziz -October 2, 2018", 
        "photo": "https://o.aolcdn.com/images/dims?quality=85&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D1600%252C899%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C899%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2019-10%252F203dad40-fa88-11e9-b5fb-7c39fa24189c%26client%3Da1acac3e1b3290917d92%26signature%3D753a8cd5e10882c9cbc14003a225a3420189aecc&client=amp-blogside-v2&signature=fb7d002fa042e06480cd28a59cd3ed4651b04852",
        "prev": "You can finally stream your Xbox One games to your phone, provided you meet some rather specific criteria. Microsoft has launched an Xbox Console Streaming .....",
        "isi": "<p>You can finally stream your Xbox One games to your phone, provided you meet some rather specific criteria. Microsoft has launched an Xbox Console Streaming preview that enables playing your installed Xbox One games (this isn't the Project xCloud service, to be clear) on Android devices. You'll need to be a US- or UK-based Xbox Insider on the Alpha or Alpha Skip-Ahead rings, and you'll have to own a Bluetooth-capable Xbox One Wireless Controller. If everything aligns, though, you're set -- you can squeak in a round of Gears 5 on your lunch break.</p><p>The company plans to expand the preview to other Insider rings and regions sometime in the future. It's also currently limited to native Xbox One games and not retro players hoping to relive Xbox and Xbox 360 classics. It's going to be a while before you can simply assume that your game library will be available wherever you are. This beats retreating to the living room, though, and gives Microsoft an answer to the PS4's Remote Play.</p>"
      },
      {
        "id": 1,
        "judul": "PlayStation Vue is the canary in the cord-cutting coal mine",
          "penulis":"By Rizal Ziz -October 2, 2018", 
        "photo": "https://o.aolcdn.com/images/dims?thumbnail=300%2C200&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D3000%252C1854%252C0%252C120%26quality%3D85%26format%3Djpg%26resize%3D1600%252C989%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2019-10%252F7c2389a0-fa8c-11e9-bdfb-65ce1093eecf%26client%3Da1acac3e1b3290917d92%26signature%3D48277a1bfcd55d882f8049b34feeac581e0747b8&client=amp-blogside-v2&signature=44473aa6d25fb3525e067a86759d6bcdab3c7b67",
        "prev": "We knew this day would come. Sony will officially shut down PlayStation Vue on January 30th, 2020, following days of rumors.....",
        "isi": "<p>We knew this day would come. Sony will officially shut down PlayStation Vue on January 30th, 2020, following days of rumors and years of whispers about the longevity of the on-demand, OTT television service. PlayStation Vue offers a mix of live and streaming video starting at $50 a month, and it's currently used in 500,000 households in the United States, according to The Information. By comparison, Netflix has more than 158 million subscribers.</p><p>Half a million viewers is not enough to make Vue worthwhile for Sony's bottom line. Vue occupies a murky space in the streaming-TV industry, offering channel packages like a traditional cable company, but supplemented with streaming and DVR options. Sony rolled out Vue across the US in 2016, promising a streaming solution that would feel familiar to folks with cable packages, including the exorbitant price.</p><p>Nowadays, consumers know what streaming TV is. Packages don't need to mirror classic cable offerings -- in fact, it's better that they don't. Cable companies are notorious for splintering their channels into bundles, charging more for more popular stations, and jammin</p>"
      },
      {
        "id": 2,
        "judul": "Oculus Quest, Masa Depan VR Gaming akan Tercipta?",
        "photo": "https://www.teknosaurus.com/wp-content/uploads/2018/09/oculus-quest-cv-696x392.jpg",
          "penulis":"By Rizal Ziz -October 2, 2018", 
        "prev": "Facebook sebelumnya memang pernah mengakuisisi perusahaan pengembang VR yang bernama Oculus. Hingga akhirnya Oculus Quest, perangkat Virtual....",
        "isi": "<p>Facebook sebelumnya memang pernah mengakuisisi perusahaan pengembang VR yang bernama Oculus. Hingga akhirnya Oculus Quest, perangkat Virtual Reality (VR) dari Facebook rilis.</p><p>Oculus Quest bukan perangkat VR pertama yang pernah dirilis oleh Facebook. Sebelumnya Facebook dan Oculus pernah merilis Oculus Rift yang juga menjadi produk pertama mereka.</p><p>Oculus Rift adalah perangkat VR untuk menjalankan berbagai aplikasi VR, termasuk game di PC. Dalam penjualannya, Oculus Rift menyertakan dengan perangkat controller di tangan yang juga menjadikan kita bisa berinteraksi dengan tangan di dunia VR.</p><p>Selain itu ada pula Oculus GO. Perangkat VR yang berdiri sendiri tanpa harus terhubung dengan PC. Sehingga kamu bisa menikmati atau memainkan VR kapanpun di manapun. Oculus GO juga tetap bisa memberikan pengalaman yang mirip dengan Oculus Rift.</p><p>Selain itu ada juga Gear VR. Perangkat VR ini dikhususkan untuk perangkat smartphone Samsung yang juga mendukung fitur VR. Gear VR dirilis pada saat Samsung Galaxy S6 dan S6 Edge dirilis.</p><h2>Oculus Quest akan Menjadi Konsol Game?</h2><p>Kali ini Oculus Quest yang ditunggu-tunggu oleh penggemar VR juga akan dirilis oleh Facebook. Oculus Quest direncanakan akan dirilis pada tahun 2019 nanti.</p><p>Berbeda dengan Oculus Rift, Oculus Quest tidak membutuhkan sama sekali PC untuk bisa digunakan. Kamu bisa bermain game dari perangkat Quest ini kapan saja di mana saja layaknya Oculus Go.</p><p>Pengalaman yang diberikan tentu saja lebih baik dibandingkan Oculus GO. Oculus Quest dijanjikan akan menjadi gaming system pertama yang dibuat khusus untuk memainkan game-game Virtual Reality.</p><p>Dilansir dari PCgamer, Zuckerberg mengatakan bahwa Oculus Quest akan menjadi penutup dari generasi pertama perangkat VR Oculus. Meskipun Quest adalah perangkat VR untuk bermain game, tapi Zuckerberg tetap berharap bahwa VR ini akan menjadi media utama di masa depan untuk bisa saling bersosialisasi.</p><p>Belum ada spesifikasi detil mengenai perangkat Quest ini, hanya saja Oculus sudah memberikan harga resmi untuk Quest. Kamu bisa mendapatkan Quest dengan merogoh gocek sebesar USD399,99 atau sekitar Rp 6.000.000.</p><p>Jika nanti Quest rilis, besar kemungkinan bahwa gaming di masa depan adalah bermain game menggunakan VR.</p><p></p><p></p><p></p>"
      },
      {
        "id": 3,
        "judul": "metus",
          "penulis":"By Rizal Ziz -October 2, 2018", 
        "photo": "https://majalahpajak.net/wp-content/uploads/2015/02/lanscape.jpg",
        "prev": "Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus....",
        "isi": "Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.\n\nCurabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam."
      },
      {
        "id": 4,
        "judul": "metus",
          "penulis":"By Rizal Ziz -October 2, 2018", 
        "photo": "https://majalahpajak.net/wp-content/uploads/2015/02/lanscape.jpg",
        "prev": "Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus....",
        "isi": "Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.\n\nCurabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam."
      }
    ]
  }
  
