{
  "articles": [
    {
      "id": 1,
      "judul": "Xbox-to-Android game streaming is available in preview",
      "photo": "https://o.aolcdn.com/images/dims?quality=85&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D1600%252C899%252C0%252C0%26quality%3D85%26format%3Djpg%26resize%3D1600%252C899%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-uploaded-images%252F2019-10%252F203dad40-fa88-11e9-b5fb-7c39fa24189c%26client%3Da1acac3e1b3290917d92%26signature%3D753a8cd5e10882c9cbc14003a225a3420189aecc&client=amp-blogside-v2&signature=fb7d002fa042e06480cd28a59cd3ed4651b04852",
      "prev": "You can finally stream your Xbox One games to your phone, provided you meet some rather specific criteria. Microsoft has launched an Xbox Console Streaming .....",
      "isi": "<p>You can finally stream your Xbox One games to your phone, provided you meet some rather specific criteria. Microsoft has launched an Xbox Console Streaming preview that enables playing your installed Xbox One games (this isn't the Project xCloud service, to be clear) on Android devices. You'll need to be a US- or UK-based Xbox Insider on the Alpha or Alpha Skip-Ahead rings, and you'll have to own a Bluetooth-capable Xbox One Wireless Controller. If everything aligns, though, you're set -- you can squeak in a round of Gears 5 on your lunch break.</p><p>The company plans to expand the preview to other Insider rings and regions sometime in the future. It's also currently limited to native Xbox One games and not retro players hoping to relive Xbox and Xbox 360 classics. It's going to be a while before you can simply assume that your game library will be available wherever you are. This beats retreating to the living room, though, and gives Microsoft an answer to the PS4's Remote Play.</p>"
    },
    {
      "id": 2,
      "judul": "PlayStation Vue is the canary in the cord-cutting coal mine",
      "photo": "https://o.aolcdn.com/images/dims?thumbnail=300%2C200&quality=80&image_uri=https%3A%2F%2Fo.aolcdn.com%2Fimages%2Fdims%3Fcrop%3D3000%252C1854%252C0%252C120%26quality%3D85%26format%3Djpg%26resize%3D1600%252C989%26image_uri%3Dhttps%253A%252F%252Fs.yimg.com%252Fos%252Fcreatr-images%252F2019-10%252F7c2389a0-fa8c-11e9-bdfb-65ce1093eecf%26client%3Da1acac3e1b3290917d92%26signature%3D48277a1bfcd55d882f8049b34feeac581e0747b8&client=amp-blogside-v2&signature=44473aa6d25fb3525e067a86759d6bcdab3c7b67",
      "prev": "We knew this day would come. Sony will officially shut down PlayStation Vue on January 30th, 2020, following days of rumors.....",
      "isi": "<p>We knew this day would come. Sony will officially shut down PlayStation Vue on January 30th, 2020, following days of rumors and years of whispers about the longevity of the on-demand, OTT television service. PlayStation Vue offers a mix of live and streaming video starting at $50 a month, and it's currently used in 500,000 households in the United States, according to The Information. By comparison, Netflix has more than 158 million subscribers.</p><p>Half a million viewers is not enough to make Vue worthwhile for Sony's bottom line. Vue occupies a murky space in the streaming-TV industry, offering channel packages like a traditional cable company, but supplemented with streaming and DVR options. Sony rolled out Vue across the US in 2016, promising a streaming solution that would feel familiar to folks with cable packages, including the exorbitant price.</p><p>Nowadays, consumers know what streaming TV is. Packages don't need to mirror classic cable offerings -- in fact, it's better that they don't. Cable companies are notorious for splintering their channels into bundles, charging more for more popular stations, and jamming those tiers with programs that many folks don't want and won't watch. It's a confusing solution from a bygone era, and it doesn't make much sense in an entertainment landscape dominated by YouTube, Twitch and Netflix.</p><img src="https://o.aolcdn.com/images/dims?crop=2040%2C1020%2C0%2C0&quality=85&format=jpg&resize=1600%2C800&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2019-10%2F32a4baa0-fa8d-11e9-bfff-c8222cfc475a&client=a1acac3e1b3290917d92&signature=eb687c27d0b7b164f2925d5eff2ac62a8f38503c" style="width:100%" ><br><p>In the current streaming climate, viewers create their own bundles. It's still fragmented, and customers have to stay on top of which services they have, what they offer and how much they cost, but this system offers more freedom and cost-saving options than bulk-channel bundles. If you like watching Atlanta and also live Major League Soccer games, get Hulu and ESPN+ for just $11 a month, combined. Or $17, if you want to watch Hulu without ads. If you like Schitt's Creek and Fleabag, get Netflix (in 4K) and Amazon Prime Video (included with Amazon Prime memberships) for $29 per month, combined.</p><p>Live TV isn't as important as it used to be. Major political and news-making events are generally streamed live on YouTube, while live sports are accessible through specific sites and apps. Recurring shows often land on streaming services the day after, or even the same day, they air on traditional television. Exclusive and in-house content controls the streaming space, driving viewers to specific services in droves.</p><p>We've hit critical mass for streaming apps. With dozens of options and explosive newcomers like Disney+ on the horizon, consumers right now are taking stock of the services they actually use, and deciding how much they're actually worth each month. PlayStation Vue isn't the first live-TV option to kick the bucket, and it certainly won't be the last.</p>"
    },
    {
      "id": 3,
      "judul": "metus",
      "photo": "https://majalahpajak.net/wp-content/uploads/2015/02/lanscape.jpg",
      "prev": "Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus....",
      "isi": "<p></p>"
    },
    {
      "id": 4,
      "judul": "metus",
      "photo": "https://majalahpajak.net/wp-content/uploads/2015/02/lanscape.jpg",
      "prev": "Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus....",
      "isi": "Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.\n\nCurabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam."
    },
    {
      "id": 5,
      "judul": "metus",
      "photo": "https://majalahpajak.net/wp-content/uploads/2015/02/lanscape.jpg",
      "prev": "Nullam sit amet turpis elementum ligula vehicula consequat. Morbi a ipsum. Integer a nibh. In quis justo. Maecenas rhoncus....",
      "isi": "Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.\n\nCurabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam."
    }
  ]
}
